{

  "categories": [
    {
      "id": 1,
      "name": "Молоко, сыр, яйца",
      "image": "https://cdn-img.perekrestok.ru/i/400x400-fit/xdelivery/files/70/8d/a346159d398547be7258bd1c2df1.png",
      "products": [
        {
          "id": 1,
          "name": "Сыр Grandblu Intense с голубой плесенью 50%",
          "price": 269.99,
          "image": "https://cdn-img.perekrestok.ru/i/800x800-fit/xdelivery/files/a0/e1/2c213a91000fec4dd18ce384c714.jpg",
          "description": "Молоко пастеризованное, соль, уплотнитель: хлорид кальция, плесневые грибы Penicillium roqueforti, бактериальная закваска молочнокислых мезофильных микроорганизмов, молокосвертывающий ферментный препарат микробного происхождения."
        },
        {
          "id": 2,
          "name": "Сыр мягкий President Petit Brie с белой плесенью 60%",
          "price": 349.99,
          "image": "https://cdn-img.perekrestok.ru/i/800x800-fit/xdelivery/files/1a/82/2769bc1054464fd5677b8057c14d.jpg",
          "description": "Молоко нормализованное, соль, закваска термофильных молочнокислых микроорганизмов, молокосвертывающий ферментный препарат микробного происхождения, поверхностная микрофлора (Penicillium Candidum, Geotrichum Candidum)."
        },
        {
          "id": 3,
          "name": "Творог Простоквашино Нежный мягкий 5%",
          "price": 49.99,
          "image": "https://cdn-img.perekrestok.ru/i/800x800-fit/xdelivery/files/2a/50/6c36b08167a633e9776e21387c71.jpg",
          "description": "Обезжиренный творог, сливки. Может содержать следы глютена, яйца куриного, орехов."
        },
        {
          "id": 4,
          "name": "Сырок творожный с ванилью глазированный 26% Молочный знак",
          "price": 55.99,
          "image": "https://cdn-img.perekrestok.ru/i/800x800-fit/xdelivery/files/e5/c0/ac2a7833afd11edabf1cb2721b56.jpg",
          "description": "Творог, сахар, глазурь кондитерская (сахар, заменитель масла какао лауринового типа (рафинированное дезодорированное кокосовое масло, эмульгатор: лецитины), какао-порошок, эмульгатор: лецитины (лецитин подсолнечный), ароматизатор «ванилин»), масло сливочное, экстракт ванили."
        }
      ]
    },
    {
      "id": 2,
      "name": "Уборка",
      "image": "https://cdn-img.perekrestok.ru/i/400x400-fit/xdelivery/files/d2/ff/a1a91d8eaa5ed6c83d3b8afd07a5.png",
      "products": [
        {
          "id": 5,
          "name": "Средство для мытья посуды Fairy сочный лимон",
          "price": 149.99,
          "image": "https://cdn-img.perekrestok.ru/i/800x800-fit/xdelivery/files/06/fd/4e1c95295209171bbe98d0xdcc5a.jpg",
          "description": "5-15% Анионные ПАВ, <5% Неионогенные ПАВ, Консерванты, Ароматизирующие Добавки, Гераниол."
        },
        {
          "id": 6,
          "name": "Гель для стирки Персил Power Gel Color",
          "price": 699.99,
          "image": "https://cdn-img.perekrestok.ru/i/800x800-fit/xdelivery/files/c5/aa/4e2e85ce8baa5e42a75da73f3582.jpg",
          "description": "5-15% анионные ПАВ, неионогенные ПАВ; <5% фофонаты, мыло, энзимы, консервант, отдушка (в т.ч. бутилфенил метилпропиональ, гексилциннамаль, цитронеллол, бензилсалицилат)."
        },
        {
          "id": 7,
          "name": "Пятновыводитель Vanish для ковров",
          "price": 819.99,
          "image": "https://cdn-img.perekrestok.ru/i/800x800-fit/xdelivery/files/13/57/45dd1ec513e88b5eab46e4f3f350.jpg",
          "description": "Менее 5% кислородосодержащий отделиватель, неоногенные и анионные ПАВ, поликарбоксилаты, дополнительно: ароматизатор, лимонен, цитраль, гексилциннамаль, бензилсалицилат."
        }
      ]
    },
    {
      "id": 3,
      "name": "Хлеб и выпечка",
      "image": "https://cdn-img.perekrestok.ru/i/400x400-fit/xdelivery/files/61/d7/f413a8bbeb3dfd87cb8f0fc2475c.png",
      "products": [
        {
          "id": 8,
          "name": "Плетёнка с кунжутом",
          "price": 79.00,
          "image": "https://cdn-img.perekrestok.ru/i/800x800-fit/xdelivery/files/28/77/a535b138342a9790d99bbcacdde2.jpg",
          "description": "Мука пшеничная в/с, вода питьевая, опара (мука пшеничная в/с, вода питьевая, дрожжи прессованные хлебопекарные, сахар), молоко питьевое м. д. ж. 3,2%, желток пастеризованный, сахар, сливочное масло (сливки пастеризованные) «Крестьянское» м. д. ж. 72,5%, дрожжи прессованные хлебопекарные, соль пищевая, кунжут. Продукция изготавливается на предприятии, где используются аллергены: орехи и арахис."
        },
        {
          "id": 9,
          "name": "Хачапури с сыром на сливочном масле",
          "price": 89.00,
          "image": "https://cdn-img.perekrestok.ru/i/800x800-fit/xdelivery/files/ab/aa/706826bba3ca2bb4f593c0732f99.png",
          "description": "Мука пшеничная высшего сорта, сыр (молоко, закваска молочных микроорганизмов, хлорид кальция), сливочное масло (сливки из коровьего молока), вода, сахар, масло подсолнечное рафинированное дезодорированное, уксусная кислота, соль, дрожжи, яйцо куриное, сода пищевая, лимонная кислота."
        },
        {
          "id": 10,
          "name": "Хлеб Кукурузный с сыром",
          "price": 99.00,
          "image": "https://cdn-img.perekrestok.ru/i/800x800-fit/xdelivery/files/c0/38/d6e49508578a0aacb9ced2a04a83.jpg",
          "description": "Мука пшеничная высшего сорта, вода питьевая, смесь хлебопекарная (семена подсолнечника, мука пшеничная, кукуруза воздушная(крупка), продукт экструзионной технологии (крупка кукурузная, краситель пищевой бета-каротин, глютен пшеничный, сыворотка молочная подсырная сухая, продукт экструдированных круп и зернового сырья кукурузный, мука кукурузная крупного помола, ароматизатор пищевой, пряности, технологические вспомогательные средства: ферментные препараты микробного происхождения), сыр гауда (молоко нормализованное коровье, соль, закваска мезофильных и мезофильно-термофильных молочнокислых бактерий, препарат ферментный молокосвертывающий животного происхождения, уплотнитель хлорид кальция, краситель натуральный Аннато WS), сахар, масло подсолнечное рафинированное, соль, дрожжи прессованные. Может содержать яйцо, молоко, кунжут, орехи."
        }
      ]
    }
  ]
}